tools/compare-perf/tests/fixtures/wrk_ok_stdout.txt
Running 5s test @ http://127.0.0.1:12345
  8 threads and 256 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     1.23ms    0.45ms   8.90ms   90.00%
    Req/Sec     1.54k   120.34     1.98k    85.00%
  123456 requests in 5.00s, 12.34MB read
Requests/sec: 12345.67
Transfer/sec:      2.47MB